Repository: yanjiew1/theunarchiver
Catalog: The Unarchiver/*.lproj/Localizable.strings
Languages: de, hu, nb, nl, pt_br, pt_pt

# %@ (+%d more)
source: %1$@ (+%2$d more)
de: %1$@ (+%2$d mehr)
hu: %1$@ (+%2$d további)
nb: %1$@ (+%2$d igjen)
nl: %1$@ (nog %2$d meer)
pt_br: %1$@ (+%2$d mais)
pt_pt: %1$@ (+%2$d mais)

# Could not extract the file "%@" from the archive "%@": %@
source: Could not extract the file "%1$@" from the archive "%2$@": %3$@
de: Datei "%1$@" aus dem "%2$@": %3$@ konnte nicht extrahiert werden
hu: A fájl kibontása nem sikerült: "%1$@" az archívumból: "%2$@": %3$@
nb: Kunne ikke pakke ut filen "%1$@" fra arkivfilen "%2$@": %3$@
nl: Bestand '%1$@' kon niet uit archief '%2$@' worden gehaald: %3$@
pt_br: Não foi possível extrair o documento "%1$@" do arquivo "%2$@": %3$@
pt_pt: Não foi possível extrair o ficheiro "%1$@" do arquivo "%2$@": %3$@

# Could not extract the resource fork for the file "%@" from the archive "%@": %@
source: Could not extract the resource fork for the file "%1$@" from the archive "%2$@": %3$@
de: Resource Fork der Datei "%1$@" aus dem "%2$@": %3$@ konnte nicht extrahiert werden
hu: Nem sikerült kibontani az erőforrás ágat a következő fájlhoz: "%1$@", amely ebben az archívumban található: "%2$@": %3$@
nb: Kunne ikke pakke ut resursdelen for filen "%1$@" fra arkivfilen "%2$@": %3$@
nl: De resource-fork van bestand '%1$@' kon niet uit archief '%2$@' worden gehaald: %3$@
pt_br: Não foi possível processar a bifurcação de recursos para o documento "%1$@" do arquivo "%2$@": %3$@
pt_pt: Não foi possível extrair a resource fork do ficheiro "%1$@" do arquivo "%2$@": %3$@

source: Default encoding
de: Standardcodierung
hu: Alapértelmezett kódolás
nb: Standardkoding
nl: Standaardcodering
pt_br: Codificação padrão
pt_pt: Codificação predefinida

source: Detect automatically
de: Automatisch erkennen
hu: Automatikus
nb: Oppdag automatisk
nl: Herken automatisch
pt_br: Detectar automaticamente
pt_pt: Detectar automaticamente

source: Extract
de: Extrahieren
hu: Kibontás
nb: Pakk ut
nl: Pak uit
pt_br: Extrair
pt_pt: Extrair

source: Extract Archive
de: Archiv extrahieren
hu: Archívum kibontása
nb: Pakk ut arkiv
nl: Archief uitpakken
pt_br: Extrair Arquivo
pt_pt: Extrair Arquivo

source: Extracting "%@"
de: "%@" extrahieren
hu: "%@" kibontása
nb: Pakker ut "%@"
nl: '%@' uitpakken...
pt_br: Extraindo "%@"
pt_pt: A extrair "%@"

source: Preparing to extract "%@"
de: "%@" vorbereiten zu extrahieren
hu: "%@" kibontásának előkészítése
nb: Forbereder utpakking av "%@"
nl: '%@' voorbereiden...
pt_br: Preparando para extrair "%@"
pt_pt: A preparar a extracção de "%@"

source: Select
de: Auswählen
hu: Kiválaszt
nb: Velg
nl: Selecteer
pt_br: Selecionar
pt_pt: Seleccionar

source: Select files to unarchive
de: Dateien zum Extrahieren auswählen
hu: Kicsomagolandó fájlok kiválasztása
nb: Velg filer for utpakking
nl: Selecteer archieven om uit te pakken
pt_br: Selecione os arquivos para descompactar
pt_pt: Seleccione os ficheiros a descompactar

source: The contents of the file "%@" can not be extracted with this program.
de: Der Inhalt der Datei "%@" konnte nicht mit diesem Programm extrahieren werden.
hu: A program nem tudja kibontani a következő fájlok tartalmát: "%@"
nb: Innholdet av filen "%@" kan ikke pakkes ut med dette programmet.
nl: De inhoud van archief '%@' kan niet met dit programma worden uitgepakt.
pt_br: O conteúdo do arquivo "%@" não pode ser extraído com este programa.
pt_pt: Os conteúdos do ficheiro "%@" não podem ser extraídos com este programa.

# There was a problem while extracting the contents of the file "%@": %@
source: There was a problem while extracting the contents of the file "%1$@": %2$@
de: Es gab ein Problem beim Extrahieren des Inhaltes der Datei "%1$@": %2$@
hu: Probléma merült fel a következő fájl tartalmának kibontásakor: "%1$@": %2$@
nb: Det oppsto en feil ved utpakking av innholdet i filen "%1$@": %2$@
nl: Bij het uitpakken van archief '%1$@' is deze fout opgetreden: %2$@
pt_br: Um problema ocorreu ao extrair o conteúdo do arquivo "%1$@": %2$@
pt_pt: Ocorreu um problema ao extrair os conteúdos do ficheiro "%1$@": %2$@

# There was a problem while reading the contents of the file "%@": %@
source: There was a problem while reading the contents of the file "%1$@": %2$@
de: Es gab ein Problem beim Lesen des Inhaltes der Datei "%1$@": %2$@
hu: Probléma merült fel a következő fájl olvasásakor "%1$@": %2$@
nb: Det oppsto en feil under lesing av innholdet i filen "%1$@": %2$@
nl: Bij het lezen van archief '%1$@' is deze fout opgetreden: %2$@
pt_br: Um problema ocorreu ao ler o conteúdo do arquivo "%1$@": %2$@
pt_pt: Ocorreu um problema ao ler os conteúdos do ficheiro "%1$@": %2$@

source: Unarchive
de: Extrahieren
hu: Kibontás
nb: Pakk ut
nl: Pak uit
pt_br: Descompactar
pt_pt: Descompactar

source: You need to supply a password to open the archive "%@".
de: Sie müssen ein Kennwort angeben, um das Archiv "%@" zu öffnen.
hu: Be kell írnia a jelszót a következő archívum megnyitásához: "%@".
nb: Du må angi passordet for å kunne åpne arkivfilen "%@".
nl: Een wachtwoord is vereist om archief '%@' te openen.
pt_br: Você precisa informar uma senha para abrir o arquivo "%@".
pt_pt: É necessário uma palavra-passe para abrir o arquivo "%@".

source: Where should The Unarchiver extract archives?
de: Wohin sollte The Unarchiver die Archiv entpacken?
hu: Hova bontsa ki az Unarchiver az archívumokat?
nb: Hvor vil du at The Unarchiver skal pakke ut arkivfiler?
nl: Waar moet worden uitgepakt?

source: Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?
de: Möchten Sie, dass The Unarchiver alle Archive in den selben Ordner jedes einzelnen Archivs entpackt oder möchten Sie jedes Mal gefragt zu werden, welcher Ordner verwendet werden soll?
hu: Szeretné, hogy az Unarchiver mindig az őket tartalmazó mappába csomagolja ki az archívumokat, vagy minden kicsomagolás alkalmával kérdezze meg a célmappát?
nb: Vil du at The Unarchiver skal pakke ut arkivfiler til samme mappe som arkivfilen er lagret i, eller foretrekker du å bli spurt om en målkatalog for hver arkivfil?
nl: Wilt u dat The Unarchiver voortaan elk archief in dezelfde map als het archief uitpakt of wilt u elke keer worden gevraagd?

source: Ask every time
de: Jedes Mal fragen
hu: Kérdezze meg minden alkalommal
nb: Spør hver gang
nl: Vraag mij elke keer

source: Extract to the same folder
de: In den selben Ordner entpacken
hu: Kibontás ugyanabba a mappába
nb: Pakk ut til samme mappe
nl: Pak uit in dezelfde map als archief

# Attempted to read more data than was available
source: The archive file is incomplete
de: Das Archiv ist nicht komplett
hu: Az archívum hiányos
nb: Arkivfilen er ikke komplett
nl: Archief is onvolledig
pt_br: O arquivo está incompleto
pt_pt: O arquivo está incompleto

# Opening file failed
source: The file could not be opened
de: Datei konnte nicht geöffnet werden
hu: A fájl nem nyitható meg
nb: Filen kunne ikke åpnes
nl: Archief kon niet worden geopend
pt_br: Não foi possível abrir o arquivo
pt_pt: Não foi possível abrir o ficheiro

# Missing or wrong password
source: The supplied password was incorrect
de: Falsches oder fehlendes Kennwort
hu: Helytelen jelszó
nb: Feil passord
nl: Wachtwoord is onjuist of ontbreekt
pt_br: A senha informada está incorreta
pt_pt: A palavra-passe fornecida está incorrecta

# Wrong checksum
source: The archive file is corrupted
de: Falsche Prüfsumme
hu: Az archívum sérült
nb: Arkivfilen er korrupt
nl: Controlecijfer is onjuist
pt_br: O arquivo está corrompido
pt_pt: O arquivo está corrompido

# Could not create directory
source: Could not create the folder
de: Ordner konnte nicht erstellt werden
hu: Mappa létrehozása sikertelen
nb: Klarte ikke å opprette mappen
nl: Map kon niet worden aangemaakt
pt_br: Não foi possível criar o diretório
pt_pt: Não foi possível criar a pasta

source: Unknown error
de: Unbekannter Fehler
hu: Ismeretlen hiba
nb: Ukjent feil
nl: Onbekende fout
pt_br: Erro desconhecido
pt_pt: Erro desconhecido

source: Failed to write to file
de: Schreiben der Datei fehlgeschlagen
hu: A fájl írása sikertelen
nb: Klarte ikke å skrive til filen
nl: Schrijven van het archief is mislukt
pt_br: Falha na escrita do arquivo
pt_pt: Falha na escrita do ficheiro

source: Function called with illegal parameters
de: Funktionsaufruf mit ungültigen Parametern
hu: Érvénytelen függvényparaméterek
nb: Funksjonskall hadde ugyldige parametre
nl: Functie met verkeerde parameters opgeroepen
pt_br: Funcão chamada com parâmetros não permitidos
pt_pt: Funcão chamada com parâmetros não permitidos

source: Not enough memory available
de: Ausreichender Speicher nicht verfügbar
hu: Nincs elég memória
nb: Ikke nok tilgjengelig minne
nl: Niet genoeg geheugen beschikbaar
pt_br: Não há memória suficiente
pt_pt: Não existe memória disponível suficiente

source: Data is corrupted
de: Daten sind beschädigt
hu: Az adatok sérültek
nb: Data er korrupt
nl: Archief is beschadigd
pt_br: Dados corrompidos
pt_pt: Dados corrompidos

source: File is not fully supported
de: Datei ist nicht vollständig unstützt
hu: A fájl nem teljesen támogatott
nb: Filen er ikke fullstendig supportert
nl: Archief wordt niet volledig ondersteund
pt_br: O arquivo não é totalmente suportado
pt_pt: Ficheiro não suportado na íntegra

source: Required resource missing
de: Erforderliche Resource fehlt
hu: Egy szükséges erőforrás hiányzik
nb: Nødvendig ressurs mangler
nl: Vereiste hulpbron ontbreekt
pt_br: Recurso necessário indisponível
pt_pt: Recurso necessário em falta

source: Error on decrunching
de: Fehler beim Decrunchen
nb: Feil ved utpakking
nl: Fout bij het decrunchen
pt_br: Erro ao decodificar
pt_pt: Erro ao descodificar

source: Unknown file type
de: Unbekannter Dateityp
hu: Ismeretlen fájltípus
nb: Ukjent filtype
nl: Onbekende bestandssoort
pt_br: Tipo de arquivo desconhecido
pt_pt: Tipo de ficheiro desconhecido

source: File, disk has been skipped
de: Datei, Festplatte wird übersprungen
hu: Fájl, lemez kihagyva
nb: Fil, disk ble hoppet over
nl: Archief, harde schijf overgeslagen
pt_br: Arquivo/disco ignorado
pt_pt: Ficheiro ou disco ignorado

source: User cancelled extraction
de: Benutzer hat Extrahierung abgebrochen
hu: A felhazsnáló megszakította a kibontást
nb: Bruker avbrøt utpakkingen
nl: Gebruiker heeft het uitpakken geannuleerd
pt_br: Extração cancelada pelo usuário
pt_pt: Extracção cancelada pelo utilizador

source: File already exists
de: Datei existiert bereits
hu: A fájl már létezik
nb: Filen finnes allerede
nl: Bestand bestaat al
pt_br: Arquivo já existente
pt_pt: Ficheiro já existe

source: Verify failed (disk hook)
de: Überprüfung fehlgeschlagen (Disk Hook)
hu: A megerősítés nem sikerült (lemezhez )
nb: Verifisering feilet (disk hook)
nl: Controle mislukt (disk-hook)
pt_br: Falha na verificação (hook de disco)
pt_pt: Falha na verificação (hook de disco)

source: Wrong drive geometry
de: Falsche Festplattengeometrie
hu: Rossz a meghajtó geometriája
nb: Feil disk geometri
nl: Harde schijf heeft verkeerde geometrie
pt_br: Geometria da unidade errada
pt_pt: Geometria da unidade errada

source: Unknown data format
de: Unbekanntes Datenformat
hu: Ismeretlen adatformátum
nb: Ukjent dataformat
nl: Onbekend dataformaat
pt_br: Formato de dados desconhecido
pt_pt: Formato de dados desconhecido

source: Source contains no files
de: Quelle enthält keine Dateien
hu: A forrás nem tartalmaz fájlokat
nb: Kilden inneholder ingen filer
nl: Bron bevat geen bestanden
pt_br: Fonte não contém arquivos
pt_pt: Fonte não contém ficheiros

source: Unknown filesystem
de: Unbekanntes Dateisystem
hu: Ismeretlen fájlrendszer
nb: Ukjent filsystem
nl: Onbekend bestandssysteem
pt_br: Sistema de arquivos desconhecido
pt_pt: Sistema de ficheiros desconhecido

source: Name of file exists as directory
de: Dateiname existiert bereits als Ordner
hu: Ezen a fájlnéven már létezik egy könyvtár
nb: Filnavnet eksisterer allerede som mappe
nl: Bestandsnaam bestaat al als map
pt_br: O nome do arquivo já existe como pasta
pt_pt: Nome do ficheiro já existe como pasta

source: Buffer was too short
de: Puffer zu kurz
hu: A puffer túl rövid volt
nb: Mellomlager (buffer) var for kort
nl: Buffer te kort
pt_br: Buffer insuficiente
pt_pt: Buffer demasiado pequeno

source: Text encoding was defective
de: Formaterkennung defekt
hu: A szöveg kódolása hiányos volt
nb: Tekstkoding var defekt
nl: Tekstcodering was defect
pt_br: Codificação de caracteres danificada
pt_pt: Codificação de caracteres errónea

source: Could not create symlink
de: Symlink konnte nicht erstellt werden
hu: Szimbolikus csatolás késztése sikertelen
nb: Kunne ikke opprette symbolsk lenke (symlink)
nl: Symlink kon niet worden aangemaakt
pt_br: Não foi possível criar o link simbólico
pt_pt: Não foi possível criar o link simbólico
